Revit 2024 API
SymbolTypeId.FtH2OPer100ft Property
 Symbol ftH2O/100ft, indicating unit Feet of water (39.2 °F) per 100 feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtH2OPer100ft { get; }
Visual Basic
Public Shared ReadOnly Property FtH2OPer100ft As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtH2OPer100ft {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace